Repository: NordThing/libRASCH
Catalog: po/*.po
Languages: de

source: can't load %s: %s
de: Kann %s nicht laden: %s

source: error load plugin %s: %s
de: Fehler beim laden des Plugins %s: %s

source: error init plugin %s: %s
de: Fehler beim initialisieren des Plugins %s: %s

source: dlopen() failed
de: Funktion dlopen() fehlgeschlagen

source: dlsym() failed
de: Funktion ´dlsym() fehlgeschlagen

source: config-file: %s
de: Konfigurations-Datei: %s

source: config plugin-dir: %s
de: Plugin-Verzeichnis (aus Config-Datei): %s

source: po-dir: %s
de: po-Verzeichnis (aus Config-Datei): %s

source: circular set_error-calling, this should NOT happen
de: Wiederholter Aufruf von set_error(). Dies sollte NICHT passieren.

source: critical error - get_plugin_info() in ra.c: tried to get result-infos but mem was not set plugin used: %s
de: Kritischer Fehler - get_plugin_info() in ra.c: Es wurde versucht auf Ergebnisse zuzugreifen aber der Speicher war nicht initialisiert verwendetes plugin: %s

source: critical error - get_plugin_info() in ra.c: tried to get option-infos but mem was not set plugin used: %s
de: Kritischer Fehler - get_plugin_info() in ra.c: Es wurde versucht auf eine Option zuzugreifen aber der Speicher war nicht initialisiert verwendetes plugin: %s

source: version of libRASCH
de: Version von libRASCH

source: #sessions
de: #Sitzungen

source: #obj. infos
de: #Objekt Infos

source: #general rec. infos
de: #Aufz.Infos

source: #device infos
de: #Gerät Infos

source: #ch. infos
de: #Kanal Infos

source: #eval. infos
de: #Ausw. Infos

source: #eval's
de: #Auswertungen

source: number of evaluations
de: Anzahl vorhandener Auswertungen

source: max. samplerate
de: max.Abtastrate

source: maximum samplrate used in measurement
de: maximale Abtastrate die in der Messung verwendet wurde

source: x-axis scale
de: X-Achsen Skalierung

source: factor for a channel to scale positions
de: Skalierungsfaktor für die Poition des Messkanals

source: size [Bytes]
de: Größe [Bytes]

source: size needed on disc of measurement in Bytes
de: Größe der Messung auf der Festplatte in Bytes

source: files
de: Dateien

source: files belonging to measurement
de: Dateien die zur Messung gehören

source: path
de: Pfad

source: full path of measurement incl. measurement name
de: Absoluter Pfad der Messung inklusive des Namens der Messung

source: data in dir
de: Dateien in Verzeichnis

source: flag if measurement was saved in directory
de: Flag ob die Dateien der Messung in einem Verzeichnis gespeichert sind

source: name of the person measured
de: Name der Messperson

source: Forename
de: Vorname

source: forename of the person measured
de: Vorname der Messperson

source: Birthday
de: Geburtsdatum

source: birthday of the person measured
de: Geburtsdatum der Messperson

source: gender
de: Geschlecht

source: gender of the person measured
de: Geschlecht der Messperson

source: Age
de: Alter

source: age of the person measured
de: Alter der Messperson

source: Height
de: Größe

source: height of the person measured in cm
de: Größe der Messperson

source: Weight
de: Gewicht

source: weight of the person measured in kg
de: Gewicht der Messperson

source: street
de: Straße

source: city
de: Stadt

source: postal code
de: Postleitzahl

source: country
de: Land

source: address
de: Adresse

source: phone1
de: Telefonnummer-1

source: phone2
de: Telefonnummer-2

source: mobile_phone
de: Handy

source: website
de: Webseite

source: comment
de: Kommentar

source: Patient-ID
de: Patienten ID

source: reason
de: Grund der Messung

source: diagnosis
de: Diagnose

source: therapy
de: Therapie

source: medication
de: Medikation

source: hospital
de: Krankenhaus

source: department
de: Abteilung

source: doctor
de: Arzt

source: examiner
de: Auswerter

source: number of fetus
de: Anzahl Feten

source: gestation date
de: Gestations Alter

source: rec.type
de: Aufzeichnungs Art

source: description
de: Beschreibung

source: rec.time
de: Aufzeichnungs Zeit

source: rec.date
de: Aufzeichnungs Datum

source: rec.duration[sec]
de: Aufzeichnungs Dauer [s]

source: rec.number
de: Aufzeichnungs-Nummer

source: #sub-rec's
de: #Unter-Aufzeichnungen

source: #device's
de: #Messgeräte

source: #channels
de: #Kanäle

source: offset[msec]
de: Offset [ms]

source: full path
de: Absoluter Pfad

source: full path of recording incl. recording name
de: Absoluter Pfad inklusive des Aufzeichnungs-Namens

source: rec. in dir
de: Aufzeichnungs-Dateien in Verzeichnis

source: flag if recording is saved in directory
de: Flag ob Dateien der Aufzeichnung in einem Verzeichnis gespeichert wurden

source: mm/sec
de: mm/s

source: mm per second (hint for displaing signal)
de: mm pro Sekunde (Hinweis für die Darstellung des Signals)

source: dev-hw-name
de: Name des Messgerätes

source: dev-hw-manufacturer
de: Hersteller des Messgerätes

source: dev-hw-serial#
de: Seriennummer des Messgerätes

source: dev-hw-version
de: Version des Messgerätes

source: dev-sw-name
de: Name des Messprogramms

source: dev-sw-manufacturer
de: Hersteller des Messprogramms

source: dev-sw-serial#
de: Seriennummer des Messprogramms

source: dev-sw-version
de: Version des Messprogramms

source: ch-name
de: Name

source: ch-desc
de: Beschreibung

source: ch-#samples
de: #Abtastwerte

source: ch-samplerate
de: Abtastrate

source: ch-#bits
de: #Bits

source: ch-resolution
de: Amplituden-Auflösung

source: ch-sample-type
de: Sample-Format

source: storage type of the sample values (e.g. integer, real)
de: Speicherformat der Abtastwerte (z.B. Integer, Real)

source: ch-unit
de: Einheit

source: center value
de: zentraler Wert

source: value[unit] signal is centered
de: Wert (physikalisch) um den das Signal zentriert dargestellt werden soll

source: center sample
de: zentraler Abtastwert

source: center value as sample-value
de: Abtastwert der dem zentralen Wert entspricht

source: min.value
de: min.Wert

source: minimum value in units
de: minimaler Wert

source: max.value
de: max.Wert

source: maximum value in units
de: maximaler Wert

source: mm/unit
de: mm/Einheit

source: mm per unit (hint for displaing signal)
de: mm pro Einheit (Hinweis für die Darstellung des Signals)

source: type
de: Typ

source: type of channel (e.g. ecg, eeg)
de: Typ des Messkanals (z.B. EGK, EEG)

source: do-ignore-value
de: ignoriere Werte

source: flag if some values of the channel should be ignored
de: Flag ob spezielle Werte ignoriert werden sollen

source: ignore-value
de: Wert

source: value which should be ignored
de: Wert der ignoriert werden soll

source: eval-name
de: Name der Auswertung

source: name of evaluation
de: Name der Auswertung

source: eval-comment
de: Kommentar zur Auswertung

source: comment of evaluation
de: Kommentar zur Auswertung

source: eval add ts
de: Zeitpunkt der Auswertung

source: timestamp when eval was added
de: Zeitpunkt an dem die Auswertung ausgeführt wurde

source: eval modify ts
de: Zeitpunkt der Modifikation

source: timestamp when eval was last modified
de: Zeitpunkt der letzten Modifikation der Auswertung

source: user
de: Benutzer

source: user who added eval
de: Benutzer der die Auswertung durchgeführt hat

source: host
de: Computer

source: machine on which eval was added
de: Computer an dem die Auswertung durchgeführt wurde

source: program
de: Programm

source: program which added eval
de: Programm mit dem die Auswertung durchgeführt wurde

source: original-eval
de: Original-Auswertung

source: evaluation done in recording system
de: Auswertung die im Aufzeichnungssystem erstellt wurde

source: default-eval
de: Standard-Auswertung

source: evaluation which should be used
de: Auswertung die standardmäßig verwendet wird

source: #event sets
de: #Ereignisgruppen

source: number of event-sets
de: Anzahl der vorhandenen Ereignisgruppen

source: #event-properties
de: #Ereignis-Eigenschaften

source: number of different event properties
de: Anzahl der Eigenschaften der Ereignisgruppe

source: set-id-ascii
de: Set-ASCII-ID

source: id-string of event-set
de: Beschreibung der Ereignisgruppe

source: set-name
de: Name

source: name of event-set
de: Name der Ereignisgruppe

source: set-desc
de: Beschreibung

source: description of event-set
de: Beschreibung der Ereignisgruppe

source: set-type
de: Typ

source: type of event-set (e.g. discrete, continues)
de: Typ der Ereignisgruppe (z.B. diskret, kontinuierlich)

source: #events
de: #Ereignisse

source: number of events
de: Anzahl der Ereignisse

source: prop-id-ascii
de: Property-ASCII-ID

source: id-string of event property
de: Beschreibung der Ereignis-Eigenschaft

source: prop-name
de: Name

source: name of event property
de: Name der Ereignis-Eigenschaft

source: prop-desc
de: Beschreibung

source: description of event property
de: Beschreibung der Ereignis-Eigenschaft

source: prop-value type
de: Variablentyp

source: type of the event-property values (short, long, double)
de: Variablentyp der Ereignis-Eigenschaft (short, long, double)

source: template-prop
de: ist Musternummer

source: flag if property handles template numbers (0: no, 1: yes)
de: Flag ob Eigenschaft Muster-Nummern verwaltet (0: Nein, 1: Ja)

source: have min/max-values
de: es gibt min/max-Werte

source: min-value
de: Minimal Wert

source: max-value
de: Maximal Wert

source: unit
de: Einheit

source: #templates
de: #Muster

source: number of templates
de: Anzahl vorhandener Muster

source: #template channels
de: #Muster-Kanäle

source: number of channels where templates where got
de: Anzahl der Kanäle für die die Muster erstellt wurden

source: ch-number
de: Kanal-Nummer

source: channel-number used
de: Kanal-Nummer

source: template size
de: Muster-Größe

source: number of data used for template in this channel
de: Anzahl der Abtastwerte die für das Muster in diesem Kanal verwendet wurden

source: template number
de: Nummer des Musters

source: fiducial value
de: Referenzpunkt

source: offset of fiducial value (-1 if none)
de: Offset zum Referenzpunkt (-1 wenn nicht angegeben)

source: template type
de: Typ des Musters

source: type of template
de: Typ des Musters

source: plugin name
de: Name

source: plugin description
de: Beschreibung

source: plugin filename
de: Dateiname

source: use plugin
de: verwende Plugin

source: plugin type
de: Typ

source: plugin version
de: Version

source: plugin build-timestamp
de: Zeitpunkt der Erstellung

source: plugin license
de: Lizenz

source: #options
de: Optionen

source: number of options available in the plugin
de: Anzahl der Plugin-Optionen

source: opt-name
de: Name

source: a short name of the option
de: Name der Option

source: opt-desc
de: Beschreibung

source: a description of the option
de: Beschreibung der Option

source: opt-type
de: Typ

source: type of the option (eg. long, double, char)
de: Variablentyp der Option (z.B. long, double char *)

source: #results
de: #Ergebnisse

source: number of results in the plugin
de: Anzahl der Ergebnisse die das Plugin liefert

source: res-name
de: Name

source: a short name of the result
de: Name des Ergebnisses

source: res-desc
de: Beschreibung

source: a description of the result
de: Beschreibung des Ergebnisses

source: res-type
de: Ergebnis-Typ

source: type of the result (eg. long, double, char)
de: Variablentyp des Ergebnisses (short, long, double)

source: res-default
de: Standardergebniss

source: flag if the result belongs to the default results
de: Flag ob das Ergebnis ein Standard-Ergebnis ist

source: session-name
de: Name

source: name of the session
de: Name

source: session-desc
de: Beschreibung

source: a description of the session
de: Beschreibung der Sitzung

source: min-hr
de: min-HF

source: maximal heart rate
de: maximale Herzfrequenz

source: arr_min.hr
de: min.hf

source: minimum heart rate
de: minimale Herzfrequenz

source: arr_brady
de: brady

source: Bradycardia
de: Bradykardie

source: arr_ssalvo
de: ssalve

source: supra ventricular salvo (hr < 100bpm)
de: Supraventrikuläre Salve (HF < 100 bpm)

source: arr_svt
de: svt

source: Tachycardia (Supra Ventricular Tachycardia)
de: Tachykardie (supraventrikuläre Tachykardie)

source: arr_ssalvo+svt
de: ssalve+svt

source: supra ventricular salvos AND supra ventricular tachycardias
de: supraventrikuläre Salven UND supraventrikuläre Tachykardien

source: arr_afib
de: Vhfli

source: atrial fibrilation
de: Vorhofflimmern

source: arr_irregular
de: irregulär

source: irregular rhyhtm
de: Irregulärer Rhythmus

source: arr_couplet
de: Cpl

source: Couplets
de: Couplet

source: arr_triplet
de: triplet

source: Triplets
de: Triplet

source: arr_bigeminus
de: bigeminus

source: arr_trigeminus
de: trigeminus

source: arr_ivrs
de: ivrs

source: ideo ventricular rhythm
de: ideoventrikulärer Rhythmus

source: arr_salvo
de: salve

source: ventricular salvo (hr < 100bpm)
de: ventrikuläre Salve (HF < 100bpm)

source: arr_vt
de: vt

source: ventricular tachycardia
de: ventrikuläre Tachikardie

source: arr_salvo+vt
de: salve+vt

source: ventricular salvos AND ventricular tachycardias
de: ventrikuläre Salven UND ventrikuläre Tachykardien

source: no error
de: Kein Fehler

source: unspecific error (maybe internal)
de: unspezifischer Fehler (wahrscheinlich ein interner Fehler)

source: error reading config-file
de: Fehler beim lesen der Konfigurations-Datei

source: error loading plugins
de: Fehler beim laden der Plugins

source: not supported format
de: Nicht unterstütztes Format

source: unknown plugin
de: Unbekanntes Plugin

source: needed plugin function is not available
de: benötigte Funktion ist im Plugin nicht vorhanden

source: unknown handle
de: unbekannter Handle

source: not handled/not supported info
de: gewünschte Information ist nicht vorhanden

source: a input parameter is out of range
de: Ein Eingabewert ist außerhalb seiner zulässigen Grenze

source: functionality not supported (planned for future versions)
de: Funktion wird im Moment nicht unterstützt (ist für zukünftige Versionen geplant)

source: wrong handle was used
de: Es wurde ein falscher Handle benutzt

source: error reading evaluation
de: Fehler beim lesen der Auswertungen

source: info for used event-type not available
de: Information über die Ereignis-Art ist nicht vorhanden

source: event property is not known/out of range
de: Ereignis-Eigenschaft ist unbekannt

source: event set is not known/out of range
de: Ereignis-Gruppe ist unbekannt

source: wrong event-property was used
de: falsche Ereignis-Eigenschaft wurde verwendet

source: template number was not found
de: Muster-Nummer wurde nicht gefunden

source: structure of evaluation file is corrupt
de: Struktur der Auswerte-Datei ist fehlerhaft

source: a needed plugin is not available
de: Ein benötigtes Plugin ist nicht vorhanden/wurde nicht geladen

source: one of the measurement files is missing or corrupt
de: Eine Datei der Messung fehlt oder ist fehlerhaft

source: a needed information is missing
de: Eine benötigte Information fehlt

source: at least one needed event-property is not available
de: Mindestens eine Ereignis-Eigenschaft fehlt

source: the option is unknown
de: Die Option ist unbekannt

source: the needed signal is not available in the measurement
de: Ein benötigtes Signal ist in der Messung nicht vorhanden

source: serious internal error: an offset for an option was not set
de: Kritischer interner Fehler: Ein offset für eine Option wurde nicht gesetzt

source: internal error
de: Interner Fehler

source: internal error in plugin
de: Interner Fehler im Plugin

source: function argument(s) wrong
de: Funktions Argument(e) ist/sind falsch

source: no events for processing available
de: Es sind keine Ereignisse für die Berechnung vorhanden

source: no config-file was found
de: Die Konfigurationsdatei wurde nicht gefunden

source: heartbeat
de: Herzschlag

source: infos about a heart beat
de: Eigenschaften eines Herzschlags

source: rr-calibration
de: RR-Kalibrierung

source: infos about sequences of calibration in bloodpressure measurements
de: Eigenschaften von Kalibrierungssequenzen in Blutdruck Messungen

source: comments/annotations
de: Kommentare/Bezeichnungen

source: arrhythmia
de: Arryhthmie

source: arrhythmic events
de: Arrhyhthmien

source: arrhythmia-original
de: Arryhthmie (original)

source: arrhythmic events from original evaluation
de: Arryhthmien der Original-Auswertung

source: uterine-contraction
de: Uteruskontraktion

source: infos about uterine contraction
de: Eigenschaften von Uterus-Kontraktionen

source: heartbeat-flags
de: Herzschlag-Flags

source: Flags for heartbeat events
de: Kennzeichen für Herzschläge

source: rr-calibration-flags
de: RR-Kalibrierung-Flags

source: comment-flags
de: Kommentar-Flags

source: Flags for comment events
de: Kennzeichen für Kommentare

source: arrhythmia-flags
de: Arryhthmie-Flags

source: Flags for arrhythmia events
de: Kennzeichen für Arrhythmien

source: arrhythmia-original-flags
de: Arrhythmie (original) Flags

source: Flags for original arrhythmia events
de: Kennzeichen für Arrhythmien der Original-Auswertung

source: uterine-contraction-flags
de: Uteruskontraktion-Flags

source: Flags for uterine contraction events
de: Kennzeichen für Uterus Kontraktionen

source: qrs-template
de: QRS-Muster

source: QRS template number
de: Nummer des QRS-Musters

source: qrs-template-corr
de: QRS-Muster Korrelation

source: correlation of qrs-complex with template
de: Korrelationen der QRS-Komplexe mit dem QRS-Muster

source: qrs-pos
de: QRS-Position

source: position of fiducial point of QRS-complex in sampleunits
de: Position des Referenzpunkts der QRS-Komplexe (in Abtasteinheiten)

source: qrs-class
de: QRS-Klasse

source: classification of QRS complex
de: Klassifikation der QRS-Komplexe

source: qrs-ch
de: QRS-Kanal

source: bitmask of channels where qrs was detected
de: Bitmaske der Kanäle die für die QRS-Erkennung verwendet wurden

source: qrs-temporal
de: QRS-zeitliches Verhalten

source: temporal setting of beat
de: zeitliches Setting der Schläge

source: qrs-p-start
de: QRS-P-Beginn

source: offset of p-wave begin from qrs-pos in sampleunits
de: Offset des Beginns der P-Welle von der Position des QRS-Komplexes (in Abtastwerten)

source: qrs-p-max
de: QRS-P-Maximum

source: offset of p-wave maximum from qrs-pos in sampleunits
de: Offset des Maximums der P-Welle von der Position des QRS-Komplexes (in Abtastwerten)

source: qrs-p-end
de: QRS-P-Ende

source: offset of p-wave end from qrs-pos in sampleunits
de: Offset des Endes der P-Welle von der Position des QRS-Komplexes (in Abtastwerten)

source: offset of q-wave from qrs-pos in sampleunits
de: Offset der Q-Welle von der Position des QRS-Komplexes (in Abtastwerten)

source: offset of r-wave from qrs-pos in sampleunits
de: Offset der R-Welle von der Position des QRS-Komplexes (in Abtastwerten)

source: offset of s-wave from qrs-pos in sampleunits
de: Offset der S-Welle von der Position des QRS-Komplexes (in Abtastwerten)

source: offset of j-point from qrs-pos in sampleunits
de: Offset des J-Punktes von der Position des QRS-Komplexes (in Abtastwerten)

source: qrs-t-start
de: QRS-T-Beginn

source: offset of t-wave begin from qrs-pos in sampleunits
de: Offset des Beginns der T-Welle von der Position des QRS-Komplexes (in Abtastwerten)

source: qrs-t-max
de: QRS-T-Maximum

source: offset of t-wave max from qrs-pos in sampleunits
de: Offset des Maximums der T-Welle von der Position des QRS-Komplexes (in Abtastwerten)

source: qrs-t-end
de: QRS-T-Ende

source: offset of t-wave end from qrs-pos in sampleunits
de: Offset des Endes der T-Welle von der Position des QRS-Komplexes (in Abtastwerten)

source: qrs-u-start
de: QRS-U-Beginn

source: offset of u-wave begin from qrs-pos in sampleunits
de: Offset des Beginns der U-Welle von der Position des QRS-Komplexes (in Abtastwerten)

source: qrs-u-max
de: QRS-U-Maximum

source: offset of u-wave max from qrs-pos in sampleunits
de: Offset des Maximums der U-Welle von der Position des QRS-Komplexes (in Abtastwerten)

source: qrs-u-end
de: QRS-U-Ende

source: offset of u-wave end from qrs-pos in sampleunits
de: Offset des Endes der U-Welle von der Position des QRS-Komplexes (in Abtastwerten)

source: RR interval
de: RR-Intervall

source: rri-class
de: RRI-Klassifikation

source: classification of RR interval
de: Klassifikation der RR-Intervalle

source: rri-refvalue
de: RRI-Ref-Wert

source: reference rri representing the current heart-rate
de: Referenz RR-Intervall für die aktuelle Herzfrequenz

source: rri-num-refvalue
de: #RRI für Referenz-Wert

source: number of rri's used for calculation of reference value
de: Anzahl der RR-Intervalle die für die Berechnung des Referenzwertes verwendet wurden

source: QT interval
de: QT-Intervall

source: QTa interval
de: QTa-Intervall

source: the rr-interval belonging to the QT values
de: Das zum QT-Wert gehörende RR-Intervall

source: resp-chest-mean-rri
de: Atmung-mittleres-RRI

source: mean chest measurement of the rr interval
de: RR-Intervall: mittlerer Brustumfang (Atmung)

source: resp-chest-mean-ibi
de: Atmung-mittleres-IBI

source: mean chest measurement of the inter beat interval
de: Inter-Beat-Intervall: mittlerer brustumfang (Atmung)

source: rr-template
de: RR-Muster

source: bloodpressure template number
de: Nummer der "Muster"-Blutdruckwelle

source: rr-systolic
de: RR-Systolisch

source: systolic bloodpressure in mmHg
de: systlischer Bludruck [mmHg]

source: rr-systolic-pos
de: RR-Systolisch-Position

source: position of systolic bloodpressure in sampleunits
de: Meßpunkt für den systolischen Blutdruck [Abtastwerte]

source: rr-diastolic
de: RR-Diastolisch

source: diastolic bloodpressure in mmHg
de: diastolischer Blutdruck [mmHg]

source: rr-diastolic-pos
de: RR-Diastolisch-Position

source: position of diastolic bloodpressure in sampleunits
de: Meßpunkt für den diastolischen Blutdruck [Abtasteinheiten]

source: rr-mean
de: mittleres RR

source: mean bloodpressure in mmHg
de: mittlerer Blutdruck [mmHg]

source: flags for the rr-values
de: Marker für die Blutdruckwerte

source: inter-beat-interval
de: Schlag-zu-Schlag Intervall

source: rr-calibration-seq
de: RR-Kalibrierungs-Sequenz

source: start- and end-value of event is start- and end-position of calibration sequence
de: Start- und End-Position der Kalibrierungssequenzen

source: uc-max-pos
de: UC-Maximum-Position

source: position of uterine contraction (max. peak)
de: Position der maximalen Uterus Kontraktion

source: uc-template
de: UC-Muster

source: Uterine Contraction template number
de: Muster-Nummer der Uterus Kontraktion

source: uc-template-corr
de: UC-Muster-Korrelation

source: correlation of uterine contraction with template
de: Korrelation der Uterus Kontraktion mit dem Muster

source: comments
de: Kommentare

source: comment-ch
de: Kommentar-Kanal

source: channel which comment refers to
de: Kanal auf den sich der Kommentar bezieht

source: arr-type
de: Arr-Typ

source: type of arrhythmic event
de: Typ des arrhythmischen Ereignisses

source: arr-hr
de: Arr-HF

source: heart rate [bpm] of arrhythmic event
de: Herzfrequenz [bpm] während des arrhythmischen Ereignisses

source: arr-num-qrs
de: Arr-Anzahl-QRS

source: number of qrs-complexes in arryhthmic event
de: Anzahl der QRS-Komplexe des arrhythmischen Ereignisses

source: arr_o-type
de: Arr_o-Typ

source: type of arrhythmic event (original eval)
de: Originalauswertung: Typ des arrhythmischen Ereignisses

source: arr_o-hr
de: Arr_o-HF

source: heart rate [bpm] of arrhythmic event (original eval)
de: Originalauswertung: Herzfrequeny [bpm] während des arrhythmischen Ereignisses

source: arr_o-num-qrs
de: Arr_o-Anzahl-QRS

source: number of qrs-complexes in arryhthmic event (original eval)
de: Originalauswertung: Anzahl der QRS-Komplexe während des arryhthmischen Ereignisses

source: libRASCH Detect
de: libRASCH Erkennung

source: detection in channel 1
de: Erkennung in Kanal 1

source: Cancel
de: Abbruch
