Repository: NordThing/libRASCH
Catalog: po/*.po
Languages: de

source: use these event-property for frequency analysis
de: Ereigniseigenschaft die für die Frequenz-Analyse verwendet werden soll

source: when using events, the position of the events is needed for time based analysis
de: Ereignisname der die Positionen der zu verwendenden Ereignisse beinhaltet

source: flag if freq. analysis should be done based on time(!=0) or based on the event(=0) (e.g. rr-interval)
de: Flag ob die Frequenz-Analyse zeitbasiert (<>0) oder ereignisbasiert (=0) erfolgen soll

source: flag if there are values which should not be used for freq. analysis
de: Flag ob es Werte gibt, die bei der Frequenz-Analyse ignoriert werden sollen

source: this value will be not used for freq. analysis (if use_ignore_value_1 is != 0)
de: dieser Wert wird für die Frequenz-Analyse ignoriert

source: use raw-data/events between start_pos and end_pos
de: verwende Roh-Daten/Ereignisse zwischen start_pos und end_pos

source: use the data given in 'data'
de: Flag ob die Daten in 'data' verwendet werden sollen

source: number of the data given in 'data'
de: Anzahl der daten die in 'data' übergeben werden

source: perform frequency analysis using this data
de: Mache eine Frequenz-Analyse dieser Daten

source: samplerate to use when freq.analysis should be done time based
de: Abtastrate die für die Frequenz-Analyse verwendet werden soll (wenn Zeitbasiert)

source: flag if input-data should be smoothed
de: Flag ob die Eingangsdaten geglättet werden sollen

source: at the moment only a boxcar-filter is available
de: im Moment steht nur der boxcar-Filter zur Verfügung

source: width of the smooth-filter
de: Breite des Glättungsfilters

source: window function used
de: Fensterfunktion die verwendet werden soll

source: remove the mean value before the frequency analysis
de: Flag ob der Mittelwert vor der Frequenz-Analyse entfernt werden soll

source: remove the trend (first order) before the frequency analysis
de: Flag ob der Trend (erster Ordnung) vor der Frequenz-Analyse entfernt werden soll

source: method used for the frequency analysis
de: Methode die zur Frequenzberechnung verwendet werden soll

source: number of frequency components
de: Anzahl der Frequenzkomponenten

source: flag if spectrum should be smoothed
de: Flag ob Spektrum geglättet werden soll

source: calculate FHR variations using the Dawes/Redman criteria
de: berechnet FHF Variabilität nach den Dawes/Redman Kriterien

source: epochs of the fetal heart rate (averages over 3.75 seconds)
de: Epochen der fetalen Herzfrequenz (Mittelwerte über 3.75 Sekunden)

source: baseline of the fetal heart rate
de: Baseline der fetalen Herzfrequenz

source: use values between start_pos and end_pos
de: verwende die Werte zwischen start_pos und end_pos

source: channel with the FHR
de: Kanal mit der FHF

source: flag if there are values which are not valid
de: Flag ob ungültige Werte gibt

source: value which indicate not valid values
de: Wert der einen ungültigen Wert darstellt

source: run filter to find maternal pulse and remove these values
de: Verwende Filter um mütterlichen Puls zu detektieren und lösche diese Werte

source: calculates respiration parameters
de: berechne Atmungs Parameter

source: use values from evaluation
de: verwende Werte aus der Auswertung

source: channel with the respiration signal
de: Kanal mit dem Atmungssignal

source: Select channel's to process
de: Wähle Kanäle

source: recorded channels
de: vorhandene Kanäle

source: channels use
de: verwendete Kanäle

source: up
de: rauf

source: down
de: runter

source: dialog for selecting channels which will be used for processing
de: Dialog zur Auswahl von Kanälen, die für eine weitere Bearbeitung verwendet werden sollen

source: list of selected channels
de: Liste der ausgewählten Kanäle

source: lowest diastolic value first
de: niedrigster diastolischer Wert zuerst

source: highest diastolic value first
de: höchster diastolischer Wert zuerst

source: lowest systolic value first
de: niedrigster systolischer Wert zuerst

source: highest systolic value first
de: höchster systolischer Wert zuerst

source: normal beats
de: Normale Schläge

source: VPCs
de: VES

source: paced beats
de: Schrittmacher Schläge

source: Artifacts
de: Artifakte

source: sort
de: sortieren

source: bloodpressure
de: Blutdruck

source: view for continues arterial pressure recordings
de: Darstellung kontinuierlicher arterieller Blutdruck Aufzeichnungen

source: unknown arr-type (%ld)
de: unbekannter Arrhythmie-Typ (%ld)

source: beats found in %d channel%s
de: Schläge in %d Kanälen%s gefunden

source: shortest rr-interval first
de: kürzestes RR-Intervall zuerst

source: longest rr-interval first
de: längstes RR-Intervall zuerst

source: beats in template %d
de: Schläge in Muster %d

source: templates
de: Muster

source: ecg
de: EKG

source: view for ecg's
de: Darstellung von EKG's

source: view for cardiotocograms
de: Darstellung von Kardiotokogrammen

source: Evaluations
de: Auswertungen

source: delete
de: Löschen

source: Description
de: Beschreibung

source: default evaluation
de: Standardauswertung

source: event-types
de: Eigenschaften

source: original evaluation:
de: Original-Auswertung:

source: no
de: nein

source: yes
de: ja

source: created:
de: Aufzeichnungs Datum:

source: last modified:
de: zuletzt geändert:

source: user:
de: Benutzer:

source: host:
de: Computer:

source: program:
de: Programm:

source: Settings were modified, do you want to discard changes?
de: Es wurden Änderungen vorgenommen, wollen Sie diese wirklich verwerfen?

source: libRASCH - Evaluation
de: libRASCH - Auswertung

source: You can not delete the default evaluation.
de: Die Standardauswertung kann nicht gelöscht werden.

source: Do you really want to delete the evaluation?
de: Wollen Sie die Auswertung wirklich endgültig löschen?

source: Settings were modified, do you want to save changes?
de: Änderungen wurden vorgenommen, wollen Sie diese speichern?

source: libRASCH - Evaluations
de: libRASCH - Auswertungen

source: You can't deselect default evalution. Please choose evaluation which you want to be the default-evalution and check there the default-box.
de: Die Standardauswertung kann nicht de-selektiert werden. Bitte wählen Sie die Auswertung aus, die die zukünftige Standardauswertung werden soll und markieren diese als Standardauswertung.

source: MTKlab
de: RASCHlab

source: event-prop's
de: Ereignis-Eigenschaften

source: Apply
de: Anwenden

source: Event Properties
de: Ereignis-Eigenschaften

source: value-type:
de: Variablentyp:

source: occurence:
de: Auftreten:

source: discrete
de: diskret

source: continues
de: kontinuierlich

source: %s (%ld events)
de: %s (%ld Ereignisse)

source: Event-Properties
de: Ereignis-Eigenschaften

source: a dialog showing all evaluations for a measurement
de: Ein Dialog der alle Auswertungen einer Messung anzeigt

source: Options
de: Optionen

source: plot symbols
de: zeichne Symbole

source: color
de: Farbe

source: plot line
de: zeichne Linie

source: line
de: Linie

source: add. Analyses
de: zusätzliche Analysen

source: Axis Options
de: Achsen Optionen

source: Axis
de: Achse

source: use min
de: verwende Minimum

source: value
de: Wert

source: use max
de: verwende Maximum

source: is time
de: ist Zeit

source: val
de: Wert

source: Select Data
de: Wähle Daten

source: data-set
de: Datensatz

source: show legend
de: zeige Legende

source: show grid
de: zeige Gitter

source: use Z-Axis
de: verwende Z-Achse

source: X-Axis
de: X-Achse

source: Y-Axis
de: Y-Achse

source: Z-Axis
de: Z-Achse

source: Add
de: Hinzufügen

source: Delete
de: Löschen

source: Options...
de: Optionen...

source: New Item
de: Neues Objekt

source: plot evaluation data
de: zeichne Auswertungsdaten

source: loaded plugins
de: geladene Plugins

source: Description:
de: Beschreibung:

source: access
de: Zugriffs Plugin

source: process
de: Berechnungs Plugin

source: GUI
de: GUI Plugin

source: view
de: Darstellungs Plugin

source: proprietary
de: Proprietär

source: not choosen
de: noch nicht ausgewählt

source: plugin-build:
de: Zeitpunkt der Erstellung:

source: Type
de: Typ

source: License
de: Lizenz

source: Path:
de: Pfad:

source: Close
de: Schließen

source: a dialog showing the list of all loaded plugins
de: eine Dialogbox die die geladenen Plugins zeigt

source: general view for libRASCH, handling all views
de: Kontainer für die Darstellungs-Plugins von libRASCH

source: Select Signal
de: Wähle Aufzeichnung

source: Select signal
de: Wähle Aufzeichnung

source: directory
de: Verzeichnis

source: forename
de: Vorname

source: birthday
de: Geb.Datum

source: rec. date
de: Aufz. Datum

source: eval. date
de: Ausw. Datum

source: sig.name
de: Aufz. Name

source: sig.type
de: Aufz. Typ

source: dialog to choose signales which can be handled with libRASCH
de: Eine Dialogbox zur Auswahl von Aufzeichnungen

source: selected file (incl. path)
de: ausgewählte Datei (inkl. Pfad)

source: open dialog showing this path
de: Pfad der verwendet werden soll wenn die Dialogbox geöffnet wird

source: Set Options
de: Setze Optionen

source: Change
de: Ändere

source: process data
de: Berechne Parameter

source: calculate
de: berechne

source: copy to clipboard
de: Kopiere in Zwischenspeicher

source: Process Plugins
de: Berechnungs Plugins

source: Results
de: Ergebnisse

source: calculate parameters
de: berechne Parameter

source: Calculate
de: Berechnung

source: dialog to perform calculations using process plugins
de: Dialog um Berechnungen mittels der Berechnungs-Plugins durchzuführen

source: view for templates
de: Darstellung von Mustern

source: Edit Annotations
de: ändere Anmerkungen

source: Annotation for Channel
de: Anmerkung für Kanal

source: Indicators
de: Indikatoren

source: Noise
de: Rauschen

source: Ignore
de: ignorieren

source: pre-defined Annotations
de: vordefinierte Anmerkungen

source: Annotation
de: Anmerkung

source: Edit Annotation
de: ändere Anmerkung

source: ignore data
de: ignoriere Werte

source: Set Channel Draw-Options
de: Kanal Zeichen-Optionen

source: select channel
de: Wähle Kanal

source: centered
de: zentriert

source: use Res.
de: verwende Amp.Auflösung

source: show channel
de: zeige Kanal

source: invert channel
de: zeige Kanal invers

source: Resolution
de: Amplituden-Auflösung

source: mm/Unit
de: mm/Einheit

source: Set General Draw-Options
de: Allgemeine Zeichen-Optionen

source: show statusline
de: Zeige Statuszeile

source: show channel info
de: Zeige Kanal-Info

source: use fixed channel-height
de: Verwende feste Kanal-Höhe

source: channel-height [pixel]
de: Kanal-Höhe [pixel]

source: "speed" [mm/sec]
de: "Geschwindigkeit" [mm/s]

source: Select Channel
de: Wähle Kanal

source: time: %s (rel: %s)
de: Zeit: %s (rel: %s)

source: -- session %s
de: -- Sitzung %s

source: -- session #%ld
de: -- Sitzung #%ld

source: &General Options...
de: &Allgemeine Optionen...

source: &Channel Options...
de: &Kanal Optionen...

source: General Options...
de: Allgemeine Optionen...

source: Channel Options...
de: Kanal Optionen...

source: session #%d
de: Sitzung #%d

source: Sessions
de: Sitzungen

source: view for time-series
de: Darstellung von Zeitserien
