Repository: NordThing/libRASCH
Catalog: po/*.po
Languages: de

source: Couldn't initialize libRASCH. Reason: %s (%d)
de: Konnte libRASCH nicht initialisieren. Grund: %s (%d)

source: &File
de: &Datei

source: &General
de: &Allgemein

source: &Detect
de: &Erkennung

source: &View
de: &Darstellung

source: &Window
de: &Fenster

source: &Help
de: &Hilfe

source: Open Signal
de: Öffne Aufzeichnung

source: &Open...
de: &Öffnen...

source: Opens a Signal handled by libRASCH
de: Öffnet eine Aufzeichnung

source: Open Signal Opens a Signal handled by libRASCH
de: Öffne Aufzeichnung Öffnet eine Aufzeichnung

source: Save Changes
de: Speichere Änderungen

source: &Save
de: &Speichern

source: Saves the changes done at the evaluation(s)
de: Speichert die Änderungen in den Auswertungen

source: Save Changes Saves the changes done at the evaluation(s)
de: Speichere Änderungen Speichert die Änderungen in den Auswertungen

source: Close Signal
de: Schließe Aufzeichnung

source: &Close
de: &Schließen

source: Closes the actual signal
de: Schließt die aktuelle Aufzeichnung

source: Close Signal Closes the actual signal
de: Schließe Aufzeichnung Schließt die aktuelle Aufzeichnung

source: Exit
de: Beenden

source: E&xit
de: &Beenden

source: Quits the application
de: Beendet das Program

source: Exit Quits the application
de: Ende Beendet das Programm

source: Show infos about loaded plugins
de: Zeige Informationen über geladene Plugins

source: Plugin infos show infos about loaded plugins
de: Plugin Infos Zeige Informationen über geladene Plugins

source: Evaluation infos...
de: Auswerteinformationen...

source: &Evaluation infos...
de: &Auswerteinformationen...

source: Show infos about evaluations
de: Zeige Informationen über die Auswertungen

source: Evaluation infos show infos about evaluations
de: Auswerteinformationen Zeige Informationen über die Auswertungen

source: Save ASCII eval-values
de: Speichere Auswerungen als ASCII

source: Save &ASCII eval-values
de: Speichere Auswerungen als &ASCII

source: Save the evaluation values as ASCII text
de: Speichere die Auswertungen als ASCII Text

source: Save ASCII eval-values Save the evaluation values as ASCII text
de: Speichere Auswerungen als ASCII Speichere Auswerungen als ASCII Text

source: Detect
de: Erkennung

source: Runs libRASCH beat-detection
de: Führt die libRASCH Schlagerkennung durch

source: Detect Runs libRASCH beat-detection
de: Erkennung Führt die libRASCH Schlagerkennung durch

source: Detect CTG
de: CTG-Erkennung

source: Detect C&TG
de: C&TG Erkennung

source: Runs libRASCH CTG-detection
de: Führt die libRASCH CTG Erkennung durch

source: Detect Runs libRASCH CTG-detection
de: Erkennung Führt die libRASCH CTG Erkennung durch

source: Runs libRASCH RR-Morphology Plugin
de: Vermisst die Blutdruckkurve

source: RR-Morphology Runs libRASCH RR-Morphology Plugin
de: RR-Morphology Vermisst die Blutdruckkurve

source: Classify ECG
de: Klassifiziere das EKG

source: &Classify ECG
de: &Klassifiziere das EKG

source: Runs libRASCH ecg Plugin
de: Klassifiziert die Schläge im aktuellen EKG

source: Classify ECG Runs libRASCH ecg Plugin
de: Klassifiziere das EKG Klassifiziert die Schläge im aktuellen EKG

source: Perform Calculations
de: Berechnungen

source: &Perform Calculations
de: &Berechnungen

source: Perform Calculations using libRASCH process plugins
de: Führe Berechnungen mittels der Berechnungs-Plugins durch

source: Perform Calculations Perform Calculations using libRASCH process plugins
de: Berechnungen Führe Berechnungen mittels der Berechnungs-Plugins durch

source: Toolbar
de: Werkzeugleiste

source: Tool&bar
de: Werk&zeugleiste

source: Enables/disables the toolbar
de: Werkzeugleiste einblenden/ausblenden

source: Toolbar Enables/disables the toolbar
de: Werkzeugleiste Werkzeugleiste einblenden/ausblenden

source: Statusbar
de: Statuszeile

source: &Statusbar
de: &Statuszeile

source: Enables/disables the statusbar
de: Statuszeile einblenden/ausblenden

source: Statusbar Enables/disables the statusbar
de: Statuszeile Statuszeile einblenden/ausblenden

source: show RASCH-Plot
de: öffne Plot-Plugin

source: Plot show RASCH-Plot
de: Plot öffne Plot-Plugin

source: New Window
de: Neues Fenster

source: &New Window
de: &Neues Fenster

source: Opens a new view for the current document
de: Öffnet ein neues Fenster für das aktuelle Signal

source: New Window Opens a new view for the current document
de: Neues Fenster Öffnet ein neues Fenster für das aktuelle Signal

source: Cascade
de: Überlappend

source: &Cascade
de: Über&lappend

source: Cascades all windows
de: Positioniere alle Fenster überlappend

source: Cascade Cascades all windows
de: Überlappend Positioniere alle Fenster überlappend

source: Tile
de: Nebeneinander

source: &Tile
de: &Nebeneinander

source: Tiles all windows
de: Stelle alle Fenster nebeneinander dar

source: Tile Tiles all windows
de: Nebeneinander Stelle alle Fenster nebeneinander dar

source: About
de: Über

source: &About...
de: &Über

source: About the application
de: Über das Programm

source: About About the application
de: Über Über das Programm

source: What's &This
de: Was ist &Dies

source: Ready.
de: Fertig.

source: Opening file...
de: Öffne Datei...

source: recording:
de: Aufzeichnung:

source: qrs-templates:
de: QRS-Muster:

source: uc-templates:
de: UC-Muster:

source: Exiting application...
de: Beende Programm...

source: Toggle that eval-values are saved in ASCII...
de: Umschalten das die Werte der Auswertung als ASCII Texte gespeichert werden...

source: Toggle toolbar...
de: Umschalten Werkzeugleiste...

source: Toggle statusbar...
de: Umschalten Statuszeile...

source: About...
de: Über...

source: &Open... Ctrl+O
de: &Öffnen... Strg-O

source: &Close Ctrl+C
de: &Schließen Strg+C

source: &Status Bar
de: &Statuszeile

source: &About RASCHlab-MFC...
de: &Über RASCHlab-MFC

source: RASCHlab-MFC 0.2.4 (build: %s %s) using libRASCH Version %s
de: RASCHlab-MFC 0.2.4 (erstellt: %s %s) verwende libRASCH Version %s

source: Handle signals recorded for ART-Study
de: Ermöglicht den Zugriff auf die Aufzeichnungen der ART-Studie

source: Handle signals saved using the CED Filing System (CFS)
de: Ermöglicht den Zugriff auf Aufzeichnungen die im CED Filing System (CFS) gespeichert worden sind

source: Handle signals recorded using DasyLab
de: Ermöglicht den Zugriff auf Aufzeichnungen die mit dem DasyLab System aufgezeichnet worden sind

source: Handle signals recorded using European Data Format(+)
de: Ermöglicht den Zugriff auf Aufzeichnungen die im European Data Format (+) gepsichert sind

source: Handle signals saved using ISHNE standard output for Holter ECG
de: Ermöglicht den Zugriff auf Aufzeichnungen die im ISHNE Standard Output for Holter ECG Format gespeichert worden sind

source: lead-%ld
de: Ableitung-%ld

source: Handle signals recorded using the MIT/BIH Data Format (Physiobank data sets)
de: Ermöglicht den Zugriff auf Aufzeichnungen, die im MIT/BIH Format gespeichert wuden (Physiobank Datensätze)

source: Handles Oxford Excel 2 Holter-ECGs
de: Ermöglicht den Zugriff auf Langzeit-EKGs, die im Oxford Excel 2 System gespeichert wurden

source: Handles Reynolds Pathfinder 700 Holter-ECGs
de: Ermöglicht den Zugriff auf Langzeit-EKGs, die im DelMar/Reynolds Pathfinder 700 System gespeichert wurden

source: Handle signals recorded with Portapres-System
de: Ermöglicht den Zugriff auf Aufzeichnungen, die mit dem PortaPres System gemessen wurden

source: Handle signals recorded using TMS ADC system and PortiLab
de: Ermöglicht den Zugriff auf Aufzeichnungen die mit dem A/D-Wandler von TMS und dem Programm PortiLab gemessen wurden

source: Handle cardiotocogram signals exported from GMT system
de: Ermöglicht den Zugriff auf Kardiotokogramme die mit dem GMT System aufgezeichnet wurden

source: Handle RR interval-files (nearly the final design)
de: Ermöglicht den Zugriff auf RR-Intervall Dateien (Design im Beta-Status)

source: perform analyses for ecg's with atrial fibrilation
de: Analysiert EKGs mit Vorhofflimmern

source: PRA used for the PRSA calculations on afib ecg's
de: PRA die für die PRSA Berechnung bei Vorhofflimmer-EKGs verwendet wurde

source: PRSA variable for an atrial fibrilation ecg
de: PRSA Parameter für EKGs mit Vorhofflimmern

source: use events between start_pos and end_pos
de: verwende die Ereignisse zwischen start_pos und end_pos

source: start-pos in sample-units
de: Anfangsposition in Abtasteinheiten

source: end-pos in sample-units
de: Endposition in Abtasteinheiten

source: use events from start_event to end_event
de: verwende die Ereignisse zwischen start_event und end_event (einschließlich)

source: start-event
de: Startereignis

source: end-event
de: Endereignis

source: detect beats in channel %ld
de: Schlagerkennung in Kanal %ld

source: combine found beats
de: Kombiniere gefundene Schläge

source: classify beats
de: Klassifiziere Schläge

source: save results
de: speichere Ergebnisse

source: finish detection
de: Beende Detektion

source: a simple beat-detection algorithm
de: Ein einfacher Schlagerkennungs Algorithmus

source: number of found events
de: Anzahl der gefundenen Ereignisse

source: positions of the found events in sampleunits
de: Position der gefundenen Ereignisse [Abtasteinheiten]

source: bit-mask indicating the channels in which the event was found
de: Bit-Maske die die Kanäle kennzeichnet, in denen das Ereignis gefunden wurde

source: width of each event in sampleunits
de: Breite jedes Ereignisses [Abtasteinheiten]

source: annotations to the found events
de: Klassifizierung der gefundenen Ereignisse

source: number of channels set in 'ch'
de: Anzahl der Kanäle die in 'ch' angegeben sind

source: list of channels used for the event detection
de: Liste der Kanäle die für die Ereigniss-Erkennung verwendet wurden

source: detect events in channel %ld
de: Ereigniserkennung in Kanal %ld

source: combine found events
de: "Vereine" gefundene Ereignisse

source: perform detections in cardiotocograms
de: Führt Ereigniserkennung in KardioTokogrammen durch

source: perform ecg specific actions after reading original evaluation or doing detect using libRASCH
de: Führt EKG spezifische Berechnungen durch, nachdem die Original-Auswertung gelesen wurde bzw. nach der Schlagerkennung durch libRASCH

source: number rri used for calculation of reference-value
de: Anzahl der RR-Intervalle die für die Berechnung des Referenzwertes verwendet wurden

source: percent within the previous rri will be uses as reference-value
de: Prozent-Bereich indem das vorherige RRI als Referenz-Wert verwendet wird

source: max. tolerance for being a normal rri in percent
de: Maximale Toleranz in Prozent damit das RRI als Normal angesehen wird

source: max. percent of ref-value to be premature vpc
de: Minimal notwendige Vorzeitigkeit (in Prozent zum Referenz-RRI) um eine vorzeitige VES zu sein

source: min. percent of ref-value to be a 'real' compensatory pause
de: Maximal notwendigs RRI (in Prozent zum Referenz-RRI) um eine "wirkliche" kompensatorische Pause zu sein

source: value in sec; if in the last time2get.. sec no normalrri show up, a new ref-value must be calculated
de: Wert in Sekunden der angibt, wie lange kein normal RRI auftreten darf, bevor ein neues Referenz-RRI berechnet wird

source: minimum value of a valid rr-interval
de: minimal erlaubter Werte für ein RR-Interval

source: rri at which a pause begins
de: Wert ab dem ein RRI eine Pause darstellt

source: find fiducial points
de: suche Referenzpunkte

source: finds fiducial point of a QRS-complex
de: sucht Referenzpunkte in QRS-Komplexen

source: use all positions in evaluation eh (function argument)
de: Flag ob alle Positionen in der angegebenen Auswertung verwendet werden sollen

source: number of positions where qrs-positions should be get
de: Anzahl der übergebenen Positionen, bei denen die QRS-Position ermittelt werden soll

source: positions are index to events in eh
de: Die Positionen sind Indizes zu Ereignissen in 'eh'

source: postions
de: Positionen

source: in which channel fiducial point should be searched
de: Kanal in dem der Referenzpunkt gesucht werden soll

source: perform phase rectified signal analyses (PRSA)
de: Führe 'Phase Rectified Signal Analyses' (PRSA) durch

source: x-axis for the Phase Rectified Average
de: X-Achse für das Phase Rectified Average

source: Frequency values for the Phase Rectified Spectrum
de: Frequenzwerte für das Phase Rectified Spectrum

source: !=0: use events, ==0: use signal raw data
de: Flag ob Roh-Daten (=0) oder Ereignisse (<>0) verwendet werden sollen

source: prsa can be used to 'link' two data-streams !=0: 'sort' first data-stream according the second data-stream
de: Flag ob der erste Datenstrom nach dem zweiten Datenstrom sortiert werden soll (<>0)

source: use these events for PRSA
de: verwende diese Ereignisse für die Berechnung der PRSA

source: use these events to sort the other events
de: verwende diese Erignisse um die anderen Ereignisse zu sortieren

source: when using events, the position of the events is needed
de: Positionen der Ereignisse

source: start-event (including this event)
de: Anfangsereignis (einschließlich)

source: end-event (excluding this event)
de: Endereigniss (einschließlich)

source: use the events listed in events
de: verwende die Ereignisse die in 'events' angegeben sind

source: list of events to use
de: Liste der Ereignisse die verwendet werden sollen

source: ignore regions which are marked in the annotations with the IGNORE flag
de: ignoriere die Bereiche die in den Bemerkungen mit dem IGNORE Flag gekennzeichnet sind

source: ignore regions which are marked in the annotations with the NOISE flag
de: ignoriere die Bereiche die in den Bemerkungen mit dem NOISE Flag gekennzeichnet sind

source: number of events which should be ignored
de: Anzahl der zu ignorierenden Ereignisse

source: list of events to ignore
de: Liste der zu ignorierenden Ereignisse

source: flag if ignore-regions/-values are cut-out(=0) or interpolated(=1)
de: Flag ob Bereiche/Werte die zu ignorieren sind, ausgeschnitten (=0) oder interpoliert werden solln

source: use this channel for PRSA
de: Kanal der für die PRSA verwendet werden soll

source: use this channel to sort data of first channel
de: Aufzeichnungskanal der zur Sortierung des ersten angegebenen Kanals verwendet werden soll

source: flag if there are values which should not be used for PRSA
de: Flag ob Werte für die PRSA ignoriert werden sollen

source: this value in ch#1 will be not used for PRSA (if use_ignore_value_1 is != 0)
de: Wert der im ersten angegebenen Kanal ignoriert werden soll (falls 'use_ignore_value_1' gesetzt ist)

source: this value in ch#2 will be not used for PRSA (if use_ignore_value_2 is != 0)
de: Wert der im zweiten angegebenen Kanal ignoriert werden soll (falls 'use_ignore_value_2' gesetzt ist)

source: flag if on the data for PRSA analysis a boxcar-filter should applied before
de: Flag ob an den Daten für die PRSA Analyse ein Boxcar-Filter angewendet werden soll

source: width of boxcar-filter in data-units
de: Breite des Boxcar-Filters in Abtasteinheiten

source: flag if PRA is time (!= 0) or event (e.g. rr-interval) (= 0) based
de: Flag ob PRSA Zeit (<>0) oder Ereignis (z.B. RR-Intervalle)(=0) basiert ist

source: samplerate used for PRA (if time based)
de: Abtastrate die für die PRSA verwendet wurde (wenn sie zeitbasiert ist)

source: filter width used for PRA (time[sec] or #events)
de: verwendete Filterbreite in der PRSA (Zeit[s] oder Anzahl der Ereignisse)

source: window width of one side used for PRA (time[sec] or #events)
de: Breite des Fensters auf EINER Seite des PRA (Zeit[s] oder Anzahl der Ereignisse)

source: minimal value of filter acceptance
de: untere Grenze des Filters

source: maximal value of filter acceptance
de: obere Grenze des Filters

source: flag which 'direction' of change is used as trigger
de: Flag welche Richtung der Änderung als Trigger verwendet werden soll

source: if more than length of PRA: length of PRS
de: Länge des PRS

source: perform Phase Rectified Signal Analyses for ecg's
de: führt Phase Rectified Signal Analyses für EKG's durch

source: Ultra Low Frequency power in the PRS
de: Ultra Low Frequency Power im PRS

source: Very Low Frequency power in the PRS
de: Very Low Frequency Power im PRS

source: Low Frequency power in the PRS
de: Low Frequency Power im PRS

source: High Frequency power in the PRS
de: High Frequency Power im PRS

source: x-axis of PRA for ULF
de: X-Achse des PRA für ULF

source: PRA for ULF
de: PRA für ULF

source: x-axis of PRA for VLF
de: X-Achse des PRA für VLF

source: PRA for VLF
de: PRA für VLF

source: x-axis of PRA for LF
de: X-Achse des PRA für LF

source: PRA for LF
de: PRA für LF

source: x-axis of PRA for HF
de: X-Achse des PRA für HF

source: PRA for HF
de: PRA für HF

source: frequency axis of PRS for ULF
de: Frequenzachse des PRS für ULF

source: PRS for ULF
de: PRS für ULF

source: frequency axis of PRS for VLF
de: Frequenzachse des PRS für VLF

source: PRS for VLF
de: PRS für VLF

source: frequency axis of PRS for LF
de: Frequenzachse des PRS für LF

source: PRS for LF
de: PRS für LF

source: frequency axis of PRS for HF
de: Frequenzachse des PRS für HF

source: PRS for HF
de: PRS für HF

source: calculate heart rate turbulence (HRT) parameters
de: berechne Heart Rate Turbulence (HRT) Parameter

source: number of triggers used for calculation of TO
de: Anzahl der Trigger die für die Berechnung von TO verwendet wurden

source: position of Turbulence Slope
de: Position des Turbulence Slope

source: offset of TS regression line
de: Offset der Regressionsgerade von TS

source: correlation coefficient of TS regression line
de: Korrelationskoeffizient der Regressionsgerade von TS

source: number of triggers used for calculation of TS
de: Anzahl der Trigger die für die Berechnung von TS verwendet wurde

source: Correlation Coefficient
de: Korrelationskoeffizient

source: slope of the regression line
de: Steigung der Regressionsgerade

source: number of triggers used for calculation of KS
de: Anzahl der Trigger die für die Berechnung von KS verwendet wurden

source: event number(s) of the triggers used for the calculation of TO
de: Indizes der Ereignisse die für die Berechnung von TO verwendet wurden

source: event number(s) of the triggers used for the calculation of TS
de: Indizes der Ereignisse die für die Berechnung von TS verwendet wurden

source: event number(s) of the triggers used for the calculation of KS
de: Indizes der Ereignisse die für die Berechnung von KS verwendet wurden

source: local HRT-tachogram
de: lokales HRT-Tachogramm

source: type of trigger
de: Typ des Triggers

source: calculate heart rate variability (HRV) parameters
de: berechne Parameter der Herzfrequenz-Variabilität (HRV)

source: standard deviation of normal-to-normal intervals
de: Standardabweichung der Normal-zu-Normal Intervall

source: standard deviation of averaged normal-to-normal intervals
de: Standardabweichung der gemittelten Normal-zu-Normal Intervalle

source: root mean of squared sucsessive differences
de: Wurzel des Mittelwertes der quadrierten Differenzen aufeinanderfolgender Intervalle

source: very low frequency power of short-term recordings
de: Very Low Frequency Power in Kurzzeit-Aufzeichnungen

source: normalised low frequency power
de: normalisierte Low Frequency Power

source: high freuqency power
de: High Frequency Power

source: normalised high frequency power
de: normalisiert High Frequency Power

source: LF/HF ratio
de: LF/HF-Verhältnis

source: power law behavior
de: Power-Law Verhalten

source: Event numbers used for HRV calculations
de: Indizes der Ereignisse die für die HRV Berechnung verwendet wurden

source: frequency power in a user-selected frequency band
de: Power im vom Benutzer gewählten Frequenzband

source: calculate also the power in the user-selected frequency band
de: Berechne die Power im Benutzer gewählten Frequenzband

source: start of user-selected frequency band [Hz]
de: Beginn des Benutzer gewählten Frequenzbandes [Hz]

source: end of user-selected frequency band [Hz]
de: Ende des Benutzer gewählten Frequenzbandes [Hz]

source: find templates
de: suche Muster

source: find templates (number found: %d)
de: suche Muster (bisher gefunden: %d)

source: combine events in templates
de: "kombiniere" die Ereignisse in den Mustern

source: name of event-type which holds event positions
de: Name der Ereigniseigenschaft die die Positionen der Ereignisse enthält

source: name of event-type which holds template numbers
de: Name der Ereigniseigenschaft die die Nummern der Muster enthält

source: name of event-type which holds template correlation
de: Name der Ereigniseigenschaft die die Korrelation des Musters mit dem Ereignis enthält

source: template-window-size before postion (in seconds)
de: Breite des Musters vor dem Referenzpunkt [s]

source: template-window-size after position (in seconds)
de: Breite des Musters nach dem Referenzpunkt [s]

source: treshold which correlation values are accepted
de: minimal zu erreichende Korrelation damit das Ereignis dem Muster zugeordnet wird

source: min-value of slope of regression line
de: minimal zulässiger Wert der Steigung der Regressionsgerade

source: max-value of slope of regression line
de: maximal zulässiger Wert der Steigung der Regressionsgerade

source: number of channels used for template creation
de: Anzahl der Kanäle für die die Muster erstellt werden sollen

source: list of channesl for which the template should be created
de: Liste der Kanäle für die die Muster erstellt werden sollen

source: get bloodpressure values
de: messe Blutdruckwerte

source: get systolic and diastolyc values and positions of aterial pressure waves
de: messe den Wert und die Position des systolischen und diastolischen Blutdrucks in arteriellen Druckkurven

source: index of event
de: Index des Ereignisses

source: systolic blood pressures
de: systlischer Bludruck

source: diastolic blood pressures
de: diastolischer Blutdruck

source: mean blood pressures
de: mittlerer Blutdruck

source: positions of systolic measurements
de: Meßpunkt für den systolischen Blutdruck

source: positions of diastolic measurements
de: Meßpunkt für den diastolischen Blutdruck

source: inter beat intervals
de: Schlag-zu-Schlag Intervalle

source: number of positions where rr values and positions should be get
de: Anzahl der Positionen in denen die RR Werte/Positionen gemessen werden sollen

source: positions
de: Positionen

source: flag if positions are start and end of a region; if set, num_pos must be 2
de: Flag ob die angegebenen Positionen den Beginn und das Ende einer Region angeben (num_pos muß 2 sein)

source: flag if positions are index to events in eh
de: Flag ob die angegebenen Positionen Indizes zu Ereignissen in 'eh' sind

source: positions are bloodpressure peaks (= 1) or qrs-complexes (= 0); don't be used if postions are start-/end-region
de: Positionen sind Spitzen in der Blutdruckkurve (=1) oder QRS-Komplexe (=0); wird ignoriert wenn Positionen eine Region angeben

source: if set (=1) -> don't look for sequences of calibration in bloodpressure measurements
de: Flag of NICHT nach Kalibrierungssequenzen in der Blutdruckkurve gesucht werden soll

source: if set (=1) -> do not search the positions of systolic- and diastolic blood pressure but use the previously selected positions (needed to re-calc the ap related measures)
de: Flag ob die Positionen des systolischen und diastolischen Blutdrucks NICHT gesucht werden sollen (<>0) oder doch (=0)

source: perform frequency analysis
de: führt eine Frequenzanalyse durch

source: frequency values (the x-axis)
de: Frequenzwerte (X-Achse)

source: Power Spectrum Density
de: Power Spektrum Dichte

source: real part of the frequency spectrum
de: realer Anteil des Frequenzspektrums

source: imaginary part of the frequency spectrum
de: imaginärer Anteil des Frequenzspektrums
